Repository: ZhangHexiao/RambleApp
Catalog: ramble-ios/Resources/Strings/*.lproj/Localizable.strings
Languages: fr

# weekdayMonthDayFormat
source: EEEE, MMM d
fr: EEEE, d MMM

source: You don't have notifications yet. Come back later!
fr: Vous n'avez pas de notification. Revenez plus tard!

# invitation
source: %@ invited to you the event %@.
fr: %@ vous a invité à %@.

# friendInterested
source: %@ is interested by %@.
fr: %@ est intéressé par %@.

# eventStarting
source: %@ is starting within the next 24 hours.
fr: %@ débutera dans les prochaines 24 heures.

# eventCancelled
source: %@ has been cancelled.
fr: %@ a été annulé.

# eventCancelledRefunded
source: %@ has been cancelled, tickets will be refunded.
fr: %@ a été annulé, vos billets seront remboursés.

# eventModified
source: %@ has been modified: date, time or address.
fr: %@ a été modifié: date, heure or lieu.

# eventModifiedLocation
source: %@ has been modified: address.
fr: %@ a été modifié: lieu.

# eventModifiedLocationDate
source: %@ has been modified: date and address.
fr: %@ a été modifié: date et lieu.

# eventModifiedLocationDateTime
source: %@ has been modified: date, time or address.
fr: %@ a été modifié: date, heure et lieu.

# eventModifiedLocationTime
source: %@ has been modified: time and address.
fr: %@ a été modifié: heure et lieu.

# eventModifiedDate
source: %@ has been modified: date.
fr: %@ a été modifié: date.

# eventModifiedDateTime
source: %@ has been modified: date and time.
fr: %@ a été modifié: date et heure.

# eventModifiedTime
source: %@ has been modified: time.
fr: %@ a été modifié: heure.

# receiveMessage
source: You have received a Ramble message
fr: Vous avez reçu un message Ramble

source: Something went wrong
fr: Une erreur est survenue

source: Email is mandatory
fr: Adresse courriel requise

source: Please enter a valid email address
fr: Mettez une adresse email valide

source: Invalid email
fr: Adresse courriel incorrect

source: Please enter your password
fr: Entrez votre mot de passe

source: Password is mandatory
fr: Mot de passe requis

source: Invalid Password
fr: Mot de passe incorrect

source: Field is mandatory
fr: Ce champ est obligatoire

source: Invalid field
fr: Champ invalide

source: User is wrong
fr: Nom d'utilisateur incorrect

source: There is no Facebook account linked.
fr: Il n'y a pas de compte Facebook lié.

source: Error getting friends
fr: Nous n'avons pu vous connecter à vos amis

source: Something went wrong connecting with facebook
fr: Une erreur s'est produite en connectant avec Facebook

source: You have reported this user before.
fr: Vous avez déjà signalé cet utilisateur.

source: Couldn't get tax
fr: Taxes introuvables

source: Couldn't buy tickets
fr: Les billets n'ont pu être achetés

source: Session has expired
fr: La session a expiré

source: Can't delete because someone is already interested in this event
fr: Vous ne pouvez supprimer cet évènement, des utilisateurs sont déjà intéressés

source: Couldn't fetch events
fr: Difficulté à charger les évènements

source: You have reported this event before.
fr: Vous avez déjà signalé cet évènement.

source: Couldn't fetch tickets
fr: Difficulté à charger les billets

source: Couldn't fetch notifications
fr: Difficulté à charger les notifications

source: Event name is empty/invalid.
fr: Le titre de l'évènement est invalide.

source: Event title is empty/invalid.
fr: Le titre de l'évènement est invalide.

source: Please add an image.
fr: Veuillez ajouter une photo.

source: Please select a category.
fr: Veuillez sélectionner une catégorie.

source: Please select a start date.
fr: Veuillez sélectionner une date de début.

source: Please select an end date.
fr: Veuillez sélectionner une date de fin.

source: Start date can't be after end date
fr: La date de début doit être avant la date de fin

source: End date can't be before start date
fr: La date de fin doit être après la date de début

source: Please select the location
fr: Veuillez déterminer le lieu

source: Please add a description
fr: Veuillez ajouter une description

source: Web must start with http://
fr: L'adresse web doit commencer par http://

source: Can't select past date
fr: Veuillez sélectionner une date à venir

source: Couldn't retrieve user's location
fr: Difficulté à localiser l'utilisateur

source: Couldn't fetch data, try later
fr: Difficulté à charger les données, réessayez plus tard

source: Please select a ticket
fr: Veuillez sélectionner un billet

source: This event has been blocked for inappropriate content. Come back later
fr: Cet évènement a été bloqué en raison de contenu inapproprié

source: Please allow user location
fr: Veuillez autoriser le partage de localisation

source: You can't change password for your Facebook account
fr: Vous ne pouvez changer le mot de passe de votre compte Facebook

source: Values can't be empty
fr: Les valeurs ne peuvent être vides

source: Please enter old passord
fr: Entrez ancien mot de passe

source: Please enter new password
fr: Entrez nouveau mot de passe

source: Old password can't be empty
fr: Entrez ancien mot de passe

source: New password can't be empty
fr: Entrez nouveau mot de passe

source: New password entries don't match
fr: Nouveau mot de passe ne concorde pas

source: Please add a credit card
fr: Veuillez ajouter une carte de crédit

source: Please enter phone number
fr: Entrez numéro de téléphone

source: Phone number can't be empty
fr: Entrez numéro de téléphone

source: The message can't be empty
fr: Veuillez entrer votre message

source: Couldn't invite friend
fr: Votre ami(e) n'a pu être invité(e)

source: Couldn't fetch chat messages
fr: Impossible de récupérer les messages de discussion

source: Are you sure?
fr: Êtes-vous certain?

source: You will be disconnected from your account
fr: Vous serez déconnecté de votre compte

source: Continue
fr: Continuer

source: Do you want to cancel this event?
fr: Désirez-vous réellement annuler cet évènement?

source: Do you want to delete this event?
fr: Désirez-vous réellement supprimer cet évènement?

source: Blocked event
fr: Évènement bloqué

source: This event has been blocked due to inappropriate content. No one can see it. To resolve this issue, contact the admin team
fr: Cet évènement a été bloqué en raison de contenu inapproprié. Aucun utilisateur n'a accès à cette page. Contactez notre équipe pour régler cette situation

source: Fill your email address
fr: Entrez adresse courriel

source: You need to activate location service to use this feature. Please turn on GPS mode in location settings
fr: Vous devez activer votre service de position pour utiliser cette fonctionnalité. Veuillez activer le mode GPS dans vos réglages de position.

source: Settings
fr: Réglages

source: Cancel
fr: Annuler

source: Maybe later
fr: Plus tard

source: Contact admin
fr: Contacter administrateur

source: Send
fr: Envoyer

source: Post
fr: Publier

source: Open with...
fr: Ouvrir avec...

source: Report inappropriate content
fr: Signaler contenu inapproprié

source: Rate this experience
fr: Évaluez cette expérience

source: Edit event
fr: Modifier l'évènement

source: Cancel event
fr: Annuler l'évènement

source: Delete event
fr: Supprimer l'évènement

source: Maps
fr: Plans

source: Take Photo
fr: Prendre une photo

source: Choose from Library
fr: Choisir une photo

source: Remove image
fr: Supprimer la photo

source: Report Inappropriate cover picture
fr: Signaler photo de couverture

source: Report Inappropriate profile picture
fr: Signaler photo de profil

source: Share this experience
fr: Partagez votre expérience

source: Blocked
fr: Bloqué

source: Cancelled
fr: Annulé

source: Interested
fr: Intéressé

source: Created
fr: Créés

source: My tickets
fr: Mes billets

# An email has been sent to resent password.
source: An email has been sent to reset password.
fr: Nous avons envoyé un message à votre adresse courriel afin que vous puissiez réinitialiser votre mot de passe.

source: CREATE A NEW ACCOUNT
fr: Créer un nouveau compte

source: I HAVE AN ACCOUNT
fr: J'ai déjà un compte

source: Continue as guest
fr: Continuer sans compte

source: Create a New Account
fr: Créer un nouveau compte

source: Sign up with Facebook
fr: S'inscrire avec Facebook

source: Log in with Facebook
fr: Se connecter avec Facebook

source: or
fr: ou

source: Sign up with your email address
fr: S'inscrire avec un e-mail

source: Email address
fr: Adresse e-mail

source: Password
fr: Mot de passe

source: by creating an account, you agree our terms and conditions
fr: En créant un compte, vous acceptez nos conditions d'utilisation

source: Forgot your password?
fr: Mot de passe oublié?

source: Sign up
fr: S'inscrire

source: Log in
fr: Se connecter

source: Get Tickets
fr: Billets

source: Go to payment
fr: Continuer

source: Sold out
fr: Écoulé

source: tickets left
fr: billets disponibles

source: Free
fr: Gratuit

source: Credit Card
fr: Carte de crédit

source: Save
fr: Sauvegarder

source: Card number
fr: Numéro de carte

source: Expiration date
fr: Date d'expiration

source: Card holder name
fr: Nom du titulaire

source: Card created
fr: Carte émise

source: Payment
fr: Paiement

source: Ticket(s) bought!
fr: Billet(s) acheté(s)!

source: No credit card
fr: Aucune carte de crédit

source: Change
fr: Changer

source: Add
fr: Ajouter

source: Tickets
fr: Billets

source: Couldn't get code to share
fr: Le code n'a pu être partagé

source: Subtotal
fr: Sous-Total

source: Starting soon
fr: Débute sous peu

source: See %@
fr: Voir %@

source: Buy %@ ticket(s)
fr: Acheter %@ billet(s)

source: New Event!
fr: Nouvel évènement!

source: Event updated!
fr: Évènement mis à jour!

source: Create New Event
fr: Nouvel évènement

source: Edit Event
fr: Modifier l'évènement

source: Starts now
fr: Débute maintenant

source: Starts
fr: De

source: Ends
fr: À

source: tickets
fr: billets

source: Event name
fr: Titre de l'évènement

source: Category
fr: Catégorie

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Location
fr: Lieu

source: Booking required
fr: Billetterie

source: Number of available tickets (optional)
fr: Nombre de billets disponibles (optionnel)

source: Indicative price for tickets (optional)
fr: Prix des billets (optionnel)

source: Web link
fr: Lien web

source: Done
fr: Terminé

source: Search for an address
fr: Rechercher une adresse

source: Arts
fr: Art

source: Charity
fr: Charité

source: Comedy
fr: Humour

source: Corporate
fr: Affaires

source: Dance
fr: Danse

source: Music
fr: Musique

source: Food
fr: Nourriture et boissons

source: Shopping
fr: Magasinage

source: Other
fr: Autre

source: Family
fr: Famille

source: Health & Wellness
fr: Santé & Bien-être

source: Fashion
fr: Mode

source: Create your own event
fr: Créez votre propre évènement

source: Use filters to indicate your preferences
fr: Utilisez les filtres pour indiquer vos préférences

source: For you
fr: Pour vous

source: Filter
fr: Filtrer

source: Filters
fr: Filtres

source: Clear All
fr: Effacer

source: From
fr: De

source: To
fr: À

source: Categories
fr: Catégories

source: Select a date
fr: Sélectionnez une date

source: My Event Details
fr: Détails

source: Event Details
fr: Détails

source: Event reported
fr: Évènement signalé

source: Event cancelled.
fr: Évènement annulé.

source: Event deleted.
fr: Évènement supprimé.

source: tickets available
fr: Billets disponibles

source: Website
fr: Site web

source: No tickets for sale
fr: Aucun billet disponible

source: Select An Event
fr: Sélectionnez un évènement

source: Interested Friends
fr: Amis intéressés

source: Interested Users
fr: Utilisateurs intéressés

source: My Tickets
fr: Mes billets

source: Share
fr: Partager

source: Contact
fr: contacter

source: Add a cover photo
fr: Ajouter une photo de couverture

source: Account Setup
fr: Paramètres de mon compte

source: Edit My Profile
fr: Modifier profil

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Profile saved!
fr: Profil sauvegardé!

source: events
fr: évènements

source: Success reporting user
fr: Utilisateur signalé avec succès

source: Events
fr: Évènements

source: Tap on your profile picture to see how to get to the next band
fr: Appuyez sur votre photo de profil pour savoir comment obtenir le prochain “Band”

source: events required
fr: évènements requis

source: Green
fr: Vert

source: Gold
fr: Or

source: Platinum
fr: Platine

source: Black
fr: Noir

source: My Friends
fr: Mes amis

source: Edit Profile
fr: Modifier profil

source: Change password
fr: Mot de passe

source: Terms and conditions
fr: Conditions d'utilisation

source: Privacy Policy
fr: Politiques de confidentialité

source: Contact us
fr: Nous contacter

source: Log out
fr: Déconnexion

source: Old Password
fr: Ancien mot de passe

source: New Password
fr: Nouveau mot de passe

source: New password again
fr: Répéter nouveau mot de passe

source: Password successfully changed
fr: Mot de passe modifié

source: Contact Admin
fr: Contacter administrateur

source: Phone number
fr: Numéro de téléphone

source: Write something here
fr: Ecrivez ici

source: Phone can't be empty
fr: Entrez numéro de téléphone

source: Your request has been sent to the admin team. They will contact you as soon as they can.
fr: Votre message a été envoyé à notre équipe. Nous vous contacterons dès que possible.

source: Your contact information
fr: Vos informations de contact

source: Your message to the admin team
fr: Votre message à l'équipe admin

source: Refresh map
fr: Rafraîchir

source: Mark as read
fr: Lu

source: Just now
fr: A l'instant

source: years ago
fr: ans

source: 1 year ago
fr: 1 an

source: Last year
fr: 1 an

source: 1 month ago
fr: 1 mois

source: Last month
fr: 1 mois

source: months ago
fr: mois

source: 1 week ago
fr: 1 semaine

source: Last week
fr: 1 semaine

source: weeks ago
fr: semaines

source: 1 day ago
fr: 1j

source: Yesterday
fr: Hier

source: days ago
fr: j

source: 1 hour ago
fr: 1h

source: An hour ago
fr: 1h

source: hours ago
fr: h

source: 1 minute ago
fr: 1m

source: A minute ago
fr: 1m

source: minutes ago
fr: m

source: today
fr: aujourd'hui

source: See my tickets
fr: Voir mes billets

# bandMessage
source: Bands are based on the number of events you created and/or are interested in.
fr: Les Bands sont basés sur le nombre d'événements créés ou pour lesquels vous êtes intéressés.

source: at
fr: à

source: to
fr: à

source: Save profile
fr: Sauvegarder

source: Upcoming
fr: À venir

source: Past
fr: Passés

source: Invite
fr: Inviter

source: More
fr: Plus

# setPassMessage
source: Set a new password you will remember to login with your address.
fr: Définissez un nouveau mot de passe dont vous allez vous souvenir.

# updateApp
source: Your app version is not compliant anymore. Please update the app
fr: Votre version n’est plus compatible. Veuillez la mettre à jour

source: Update
fr: Mettre à jour

# empty_events_text
source: Couldnât find experiences.
fr: Impossible de trouver des expériences.

# empty_events_subTitle
source: Try changing filters or create your own experience.
fr: Essayez de changer les filtres ou créez votre propre expérience.

# be_first_creator
source: Be the first Creator in
fr: Soyez le premier créateur à

# empty_result_text
source: Find experiences made for you.
fr: Trouvez des expériences faites pour vous.

source: Couldn't save your review
fr: Impossible d'enregistrer votre avis
